{
  "LOW|SPRING|DAY|CLEAR": "The breeze feels nice today. Makes me want to wander off and see where I end up.",
  "LOW|SPRING|DAY|BAD WEATHER": "Ugh, stuck indoors again... I was hoping to go monster hunting.",
  "LOW|SPRING|NIGHT|CLEAR": "Night walks are the best. Quiet, mysterious... just how I like it.",
  "LOW|SPRING|NIGHT|BAD WEATHER": "I can hear the wind howling. Kind of spooky... I like it.",
  "LOW|SUMMER|DAY|CLEAR": "This sun is way too bright. Let's find a cave and chill, yeah?",
  "LOW|SUMMER|DAY|BAD WEATHER": "Perfect weather for a thunder drum solo, don’t you think?",
  "LOW|SUMMER|NIGHT|CLEAR": "Stargazing is so underrated. I could stay out all night.",
  "LOW|SUMMER|NIGHT|BAD WEATHER": "This weathers always make me feel alive. I wish I had my sword right now.",
  "LOW|FALL|DAY|CLEAR": "The leaves are falling... Looks like nature's getting dramatic. I love it.",
  "LOW|FALL|DAY|BAD WEATHER": "This wind is intense. Feels like something big’s coming.",
  "LOW|FALL|NIGHT|CLEAR": "Cool breeze, colorful trees, and moonlight... Fall’s got a vibe.",
  "LOW|FALL|NIGHT|BAD WEATHER": "Why does this weather feel like the start of a spooky movie?",
  "LOW|WINTER|DAY|CLEAR": "Snow’s fine, but don’t expect me to smile while freezing.",
  "LOW|WINTER|DAY|BAD WEATHER": "It’s freezing and wet. Can we go back to bed now?",
  "LOW|WINTER|NIGHT|CLEAR": "There’s something magical about the way snow glows at night.",
  "LOW|WINTER|NIGHT|BAD WEATHER": "These blizzards make the town look like a haunted village. I kinda dig it.",
  "MEDIUM|SPRING|DAY|CLEAR": "I’ve been thinking of starting a band. You play anything?",
  "MEDIUM|SPRING|DAY|BAD WEATHER": "Rainy days give me the best ideas for songs. Wanna hear one?",
  "MEDIUM|SPRING|NIGHT|CLEAR": "I saw a bat earlier. We shared a moment. It was special.",
  "MEDIUM|SPRING|NIGHT|BAD WEATHER": "If I vanish during a this weather, it’s probably because I ran into the woods again.",
  "MEDIUM|SUMMER|DAY|CLEAR": "I brought a book about ancient warriors to the beach. I’m totally normal.",
  "MEDIUM|SUMMER|DAY|BAD WEATHER": "We should bottle this stormy energy. Pure chaos fuel.",
  "MEDIUM|SUMMER|NIGHT|CLEAR": "You ever wonder what the stars are really saying?",
  "MEDIUM|SUMMER|NIGHT|BAD WEATHER": "Let’s pretend we’re witches and summon lightning. Just for fun.",
  "MEDIUM|FALL|DAY|CLEAR": "This season always makes me feel nostalgic. Or is that the cinnamon?",
  "MEDIUM|FALL|DAY|BAD WEATHER": "This weather matches my playlist—dark and dramatic.",
  "MEDIUM|FALL|NIGHT|CLEAR": "I lit a candle, put on my cloak, and read fortunes. Want yours?",
  "MEDIUM|FALL|NIGHT|BAD WEATHER": "Tonight feels like a good night to chase ghosts. You in?",
  "MEDIUM|WINTER|DAY|CLEAR": "Hot cocoa and old legends. Winter is secretly metal.",
  "MEDIUM|WINTER|DAY|BAD WEATHER": "This weather makes me want to build a pillow fort and disappear.",
  "MEDIUM|WINTER|NIGHT|CLEAR": "There’s something calming about walking in the snow at night.",
  "MEDIUM|WINTER|NIGHT|BAD WEATHER": "I swear I saw something moving in the blizzard. Probably fine.",
  "HIGH|SPRING|DAY|CLEAR": "It’s a perfect day for an adventure. Let’s find some magic mushrooms.",
  "HIGH|SPRING|DAY|BAD WEATHER": "If we get struck by lightning, at least it’ll be epic.",
  "HIGH|SPRING|NIGHT|CLEAR": "I trust you. That’s rare for me. So, thanks.",
  "HIGH|SPRING|NIGHT|BAD WEATHER": "We’re storm-chasers now. Let’s find some secrets in the rain.",
  "HIGH|SUMMER|DAY|CLEAR": "You, me, beach swords, and watermelon. Summer plans = made.",
  "HIGH|SUMMER|DAY|BAD WEATHER": "I’d start a revolution in this weather. Just saying.",
  "HIGH|SUMMER|NIGHT|CLEAR": "Let’s tell spooky stories under the stars. I’ve got some good ones.",
  "HIGH|SUMMER|NIGHT|BAD WEATHER": "If you vanish in this weather, I’ll summon you back with ancient chants.",
  "HIGH|FALL|DAY|CLEAR": "Want to paint pumpkins with me? I promise no jump scares. Probably.",
  "HIGH|FALL|DAY|BAD WEATHER": "This weather? Mood: gothic fantasy.",
  "HIGH|FALL|NIGHT|CLEAR": "It’s nice having someone to enjoy the quiet with.",
  "HIGH|FALL|NIGHT|BAD WEATHER": "Let’s go ghost hunting. I’ve got snacks.",
  "HIGH|WINTER|DAY|CLEAR": "I made you a snow sculpture. Don’t laugh—it’s supposed to be a dragon.",
  "HIGH|WINTER|DAY|BAD WEATHER": "I know it’s freezing, but this blizzard feels... cozy? Weird, right?",
  "HIGH|WINTER|NIGHT|CLEAR": "You make winter feel warm. Even with all this snow.",
  "HIGH|WINTER|NIGHT|BAD WEATHER": "If we survive the night, I’m writing a ballad about it."
}
