{
  "LOW|SPRING|DAY|CLEAR": "Good day. Make sure you're getting your vitamins... especially Vitamin D. Sunlight is free, you know!",
  "LOW|SPRING|NIGHT|CLEAR": "I hope you're not staying up too late. A proper sleep schedule is vital for good health.",
  "LOW|SPRING|DAY|BAD WEATHER": "Rainy days can lower your mood. Try to stay positive—and dry!",
  "LOW|SPRING|NIGHT|BAD WEATHER": "Be careful out there. Slippery roads and night don’t mix well.",
  "LOW|SUMMER|DAY|CLEAR": "Remember to stay hydrated in this heat. Heatstroke isn't a joke.",
  "LOW|SUMMER|NIGHT|CLEAR": "The summer stars are beautiful... but mosquitos aren't. Use repellent!",
  "LOW|SUMMER|DAY|BAD WEATHER": "Bad weather is coming. Stay inside if you can. I’ve seen enough lightning accidents.",
  "LOW|SUMMER|NIGHT|BAD WEATHER": "This weather at night? Sounds like trouble. Let’s hope the clinic stays intact...",
  "LOW|FALL|DAY|CLEAR": "Ah, fall. Crisp air and flu season. Don’t forget your scarf!",
  "LOW|FALL|NIGHT|CLEAR": "Cool nights like this are perfect for reading... or catching a cold.",
  "LOW|FALL|DAY|BAD WEATHER": "Foggy mornings mess with my glasses. I should invent wiper blades for them...",
  "LOW|FALL|NIGHT|BAD WEATHER": "I had to walk through five puddles on the way home... maybe I need better boots.",
  "LOW|WINTER|DAY|CLEAR": "Bundle up. Frostbite can sneak up on you faster than you think.",
  "LOW|WINTER|NIGHT|CLEAR": "The stars are sharp tonight... Just like this wind on my face.",
  "LOW|WINTER|DAY|BAD WEATHER": "Another bad weather? If anyone breaks a leg, I’m blaming the mayor’s road budget.",
  "LOW|WINTER|NIGHT|BAD WEATHER": "Snow at night has a strange quiet to it. Peaceful... and mildly dangerous.",
  "MEDIUM|SPRING|DAY|CLEAR": "Your energy seems good today. You’ve been taking care of yourself, haven’t you?",
  "MEDIUM|SPRING|NIGHT|CLEAR": "Some patients say the stars help them sleep. Might be worth trying.",
  "MEDIUM|SPRING|DAY|BAD WEATHER": "Rain always brings more visitors to the clinic. I guess no one likes getting wet.",
  "MEDIUM|SPRING|NIGHT|BAD WEATHER": "I keep emergency blankets in case someone shows up soaked. You never know.",
  "MEDIUM|SUMMER|DAY|CLEAR": "That summer breeze feels great. Almost makes me forget the paperwork.",
  "MEDIUM|SUMMER|NIGHT|CLEAR": "A warm night like this makes me wish I had a hammock out back...",
  "MEDIUM|SUMMER|DAY|BAD WEATHER": "Humidity is the worst for my mustache. Totally ruins my doctor look.",
  "MEDIUM|SUMMER|NIGHT|BAD WEATHER": "You should really stay home tonight. I’d hate to treat you for lightning shock.",
  "MEDIUM|FALL|DAY|CLEAR": "This is my favorite season. Just cool enough for a coat, not cold enough for frostbite.",
  "MEDIUM|FALL|NIGHT|CLEAR": "If you’re out walking at night, watch your step. Fallen leaves can be slippery.",
  "MEDIUM|FALL|DAY|BAD WEATHER": "Rain messes with clinic schedules, but I secretly enjoy the sound.",
  "MEDIUM|FALL|NIGHT|BAD WEATHER": "I read medical journals by candlelight on nights like this. Very dramatic.",
  "MEDIUM|WINTER|DAY|CLEAR": "Clear skies in winter are deceptive. Don't forget your gloves!",
  "MEDIUM|WINTER|NIGHT|CLEAR": "The clinic’s so quiet at night... almost makes me want a snowball fight.",
  "MEDIUM|WINTER|DAY|BAD WEATHER": "Snow again? I should just move my desk to the waiting room.",
  "MEDIUM|WINTER|NIGHT|BAD WEATHER": "I lit the fireplace in the clinic. Warmth and safety—two underrated medicines.",
  "HIGH|SPRING|DAY|CLEAR": "You’re looking great today. All that fresh air must be working wonders!",
  "HIGH|SPRING|NIGHT|CLEAR": "Want to stargaze together sometime? I’ve got a telescope on the clinic roof.",
  "HIGH|SPRING|DAY|BAD WEATHER": "Even gloomy days feel better when I see a friendly face like yours.",
  "HIGH|SPRING|NIGHT|BAD WEATHER": "If you get caught in the rain, come to the clinic. I’ll make you tea.",
  "HIGH|SUMMER|DAY|CLEAR": "Want to grab a cold drink later? Even doctors need a break now and then.",
  "HIGH|SUMMER|NIGHT|CLEAR": "Warm night, quiet town, and your company. What else could I ask for?",
  "HIGH|SUMMER|DAY|BAD WEATHER": "If this weather kepps, maybe we can just hang out in the clinic and chat.",
  "HIGH|SUMMER|NIGHT|BAD WEATHER": "Rainy nights don’t feel so lonely when you drop by. Thanks for that.",
  "HIGH|FALL|DAY|CLEAR": "Fall makes me feel reflective. I'm glad you're part of my life now.",
  "HIGH|FALL|NIGHT|CLEAR": "The stars look even better with someone to share them with.",
  "HIGH|FALL|DAY|BAD WEATHER": "Rainy days make for cozy conversations. Want to stay for a while?",
  "HIGH|FALL|NIGHT|BAD WEATHER": "I kept a book aside for you. Thought you might like it on a night like this.",
  "HIGH|WINTER|DAY|CLEAR": "Seeing you brightens even the coldest day. Stay warm, friend.",
  "HIGH|WINTER|NIGHT|CLEAR": "There’s hot cocoa at the clinic... and I made enough for two.",
  "HIGH|WINTER|DAY|BAD WEATHER": "Don’t brave the hardship just for me... but I’m really glad you did.",
  "HIGH|WINTER|NIGHT|BAD WEATHER": "Snow’s piling up. How about we watch it fall together from inside?"
}
