{
  "LOW|SPRING|DAY|CLEAR": "The blossoms inspire me... Maybe I'll sketch something today.",
  "LOW|SPRING|NIGHT|CLEAR": "Cool nights like this are perfect for thinking. Or painting under moonlight.",
  "LOW|SPRING|DAY|BAD WEATHER": "Rain is nature’s way of refreshing the world. I kinda like it.",
  "LOW|SPRING|NIGHT|BAD WEATHER": "Storms at night sound like drums from the forest. Wild, right?",
  "LOW|SUMMER|DAY|CLEAR": "The sunlight bouncing off the river today was beautiful. Did you see it?",
  "LOW|SUMMER|NIGHT|CLEAR": "Warm nights make me want to grab a glass of wine and just... be.",
  "LOW|SUMMER|DAY|BAD WEATHER": "Storms ruin my outdoor plans, but sometimes they make me stay and create.",
  "LOW|SUMMER|NIGHT|BAD WEATHER": "The wind’s loud tonight. Nature’s voice is never silent.",
  "LOW|FALL|DAY|CLEAR": "The colors of fall are a dream for any artist. It’s my favorite time.",
  "LOW|FALL|NIGHT|CLEAR": "The way leaves crunch under your feet at night... oddly satisfying.",
  "LOW|FALL|DAY|BAD WEATHER": "Fog hides everything but your thoughts. Maybe that’s good sometimes.",
  "LOW|FALL|NIGHT|BAD WEATHER": "The forest feels haunted in this weather. Kinda makes me want to write poetry.",
  "LOW|WINTER|DAY|CLEAR": "Snowfall is like a blank canvas... I love watching the world reset.",
  "LOW|WINTER|NIGHT|CLEAR": "Frost on windows makes such beautiful patterns. Nature's etchings.",
  "LOW|WINTER|DAY|BAD WEATHER": "It’s freezing! Not even my art studio can warm me up today.",
  "LOW|WINTER|NIGHT|BAD WEATHER": "Winter storms are a little scary. I hope the trees hold strong.",
  "MEDIUM|SPRING|DAY|CLEAR": "I was out gathering twigs for sculpture. The forest is full of ideas.",
  "MEDIUM|SPRING|NIGHT|CLEAR": "You ever just lie in the grass and stare at the stars? Highly recommend.",
  "MEDIUM|SPRING|DAY|BAD WEATHER": "Rain kept me indoors. But hey, more time to paint!",
  "MEDIUM|SPRING|NIGHT|BAD WEATHER": "I lit some candles and drew by windowlight. Rainy nights are magical.",
  "MEDIUM|SUMMER|DAY|CLEAR": "Painting by the river today felt... perfect. Nature is the best teacher.",
  "MEDIUM|SUMMER|NIGHT|CLEAR": "Sometimes I dream of living deep in the woods. Just me and my art.",
  "MEDIUM|SUMMER|DAY|BAD WEATHER": "Storms ruin my gathering trips, but the thunder has rhythm.",
  "MEDIUM|SUMMER|NIGHT|BAD WEATHER": "I stayed up carving tonight. Storms make me feel strangely alive.",
  "MEDIUM|FALL|DAY|CLEAR": "The forest floor is a treasure chest this time of year. So many textures.",
  "MEDIUM|FALL|NIGHT|CLEAR": "I watched the moon rise behind the trees. Looked like a painting.",
  "MEDIUM|FALL|DAY|BAD WEATHER": "Fog adds mystery to the forest. Might sketch something inspired by it.",
  "MEDIUM|FALL|NIGHT|BAD WEATHER": "I was sculpting all night. Something about this weather keeps me focused.",
  "MEDIUM|WINTER|DAY|CLEAR": "I built a little snow sculpture earlier. It melted too fast, though.",
  "MEDIUM|WINTER|NIGHT|CLEAR": "The stillness of winter nights is unlike anything else. It’s... peaceful.",
  "MEDIUM|WINTER|DAY|BAD WEATHER": "I miss foraging during these storms. Everything’s buried under snow.",
  "MEDIUM|WINTER|NIGHT|BAD WEATHER": "It’s wild out there tonight. Be safe walking back.",
  "HIGH|SPRING|DAY|CLEAR": "I started a new painting today. You’ve been inspiring me a lot lately.",
  "HIGH|SPRING|NIGHT|CLEAR": "Want to join me for a walk under the stars? I think it’d be nice.",
  "HIGH|SPRING|DAY|BAD WEATHER": "Rainy days are better with someone to talk to. Stay a while?",
  "HIGH|SPRING|NIGHT|BAD WEATHER": "I made tea and lit a lantern... Want to come sketch with me?",
  "HIGH|SUMMER|DAY|CLEAR": "The world is alive today... and I’m so glad you’re part of mine.",
  "HIGH|SUMMER|NIGHT|CLEAR": "This kind of night makes me feel like anything’s possible... especially with you.",
  "HIGH|SUMMER|DAY|BAD WEATHER": "We could hide from the storm in my cabin... maybe make art or just talk.",
  "HIGH|SUMMER|NIGHT|BAD WEATHER": "Even the wildest storm feels calm when you’re near.",
  "HIGH|FALL|DAY|CLEAR": "The way the light hits the trees... I wish I could paint this moment forever.",
  "HIGH|FALL|NIGHT|CLEAR": "This is my favorite time of year. And with you around, it’s even better.",
  "HIGH|FALL|DAY|BAD WEATHER": "Let’s make something together today. Rainy days need art and company.",
  "HIGH|FALL|NIGHT|BAD WEATHER": "If you’re not in a hurry... maybe stay and read by the fire with me?",
  "HIGH|WINTER|DAY|CLEAR": "I feel warm just seeing you, even in this cold.",
  "HIGH|WINTER|NIGHT|CLEAR": "Clear skies, crisp air, and you. Perfect winter night.",
  "HIGH|WINTER|DAY|BAD WEATHER": "I’ve got extra blankets and warm cider. Want to wait out the snow here?",
  "HIGH|WINTER|NIGHT|BAD WEATHER": "This storm won’t last. But maybe... we could make the most of it?"
}
