{
  "LOW|SPRING|DAY|CLEAR": "Plenty of work to do now that the snow’s gone. I love this season.",
  "LOW|SPRING|NIGHT|CLEAR": "Long days mean more building time... and more exhaustion.",
  "LOW|SPRING|DAY|BAD WEATHER": "Rain’s no excuse to slack off—there’s always something to fix.",
  "LOW|SPRING|NIGHT|BAD WEATHER": "Storms keep me from working outside, but I use the time to plan.",
  "LOW|SUMMER|DAY|CLEAR": "Sun’s out, tools out! Let’s get things done.",
  "LOW|SUMMER|NIGHT|CLEAR": "It’s still warm enough to work late, but I should probably rest.",
  "LOW|SUMMER|DAY|BAD WEATHER": "Can’t work with wood in weather like this. Too risky.",
  "LOW|SUMMER|NIGHT|BAD WEATHER": "Heavy rain? Better double-check the barn’s roof tomorrow.",
  "LOW|FALL|DAY|CLEAR": "Best time to gather wood. The forest smells amazing.",
  "LOW|FALL|NIGHT|CLEAR": "Nights are getting chilly. Time to start winterizing the house.",
  "LOW|FALL|DAY|BAD WEATHER": "Rainy fall days make me want to curl up with plans for spring.",
  "LOW|FALL|NIGHT|BAD WEATHER": "Stormy nights give me time to catch up on paperwork... yay.",
  "LOW|WINTER|DAY|CLEAR": "Can’t do much construction now, but there’s always prep work.",
  "LOW|WINTER|NIGHT|CLEAR": "The stars are so clear tonight. Peaceful, isn't it?",
  "LOW|WINTER|DAY|BAD WEATHER": "Snowstorm again? Guess I’ll be shoveling all morning.",
  "LOW|WINTER|NIGHT|BAD WEATHER": "It’s freezing out. Hope everything’s holding together out there.",
  "MEDIUM|SPRING|DAY|CLEAR": "I saw a great spot for a new shed today. Want help building one?",
  "MEDIUM|SPRING|NIGHT|CLEAR": "You ever get ideas right before bed? I keep a notebook by mine.",
  "MEDIUM|SPRING|DAY|BAD WEATHER": "Rain’s no fun, but it gives me time to sharpen tools.",
  "MEDIUM|SPRING|NIGHT|BAD WEATHER": "Sometimes I just listen to the rain and imagine new projects.",
  "MEDIUM|SUMMER|DAY|CLEAR": "The heat doesn’t bother me. I’m used to working hard.",
  "MEDIUM|SUMMER|NIGHT|CLEAR": "Finished a big project today. Want to come by and see it?",
  "MEDIUM|SUMMER|DAY|BAD WEATHER": "I hope the lumber I left out isn’t ruined… rookie mistake.",
  "MEDIUM|SUMMER|NIGHT|BAD WEATHER": "The shop creaks a lot in storms. Almost sounds alive.",
  "MEDIUM|FALL|DAY|CLEAR": "Gathered some hardwood this morning. Best time of year for it.",
  "MEDIUM|FALL|NIGHT|CLEAR": "Cool air makes my brain work better. So many ideas tonight.",
  "MEDIUM|FALL|DAY|BAD WEATHER": "Rainy days slow me down, but they help the trees grow.",
  "MEDIUM|FALL|NIGHT|BAD WEATHER": "This kind of night makes me wish I had a fireplace in the shop.",
  "MEDIUM|WINTER|DAY|CLEAR": "Most people rest in winter. Me? I prep for spring.",
  "MEDIUM|WINTER|NIGHT|CLEAR": "It’s quiet enough to hear your thoughts out here tonight.",
  "MEDIUM|WINTER|DAY|BAD WEATHER": "Snow’s heavy on the roof. Hope it doesn’t collapse anything.",
  "MEDIUM|WINTER|NIGHT|BAD WEATHER": "Nights like this make me grateful for solid walls.",
  "HIGH|SPRING|DAY|CLEAR": "Need help upgrading your house? I’ve got some new ideas.",
  "HIGH|SPRING|NIGHT|CLEAR": "Some nights, I just sit on the porch and think about how far we’ve come.",
  "HIGH|SPRING|DAY|BAD WEATHER": "If you’re stuck inside too, we could plan that coop expansion together.",
  "HIGH|SPRING|NIGHT|BAD WEATHER": "These storms make me feel productive somehow. Weird, huh?",
  "HIGH|SUMMER|DAY|CLEAR": "If you ever want to build something big... I’m your gal.",
  "HIGH|SUMMER|NIGHT|CLEAR": "I love warm nights like this. Makes me want to build under the stars.",
  "HIGH|SUMMER|DAY|BAD WEATHER": "Don’t let storms stop you from dreaming big, okay?",
  "HIGH|SUMMER|NIGHT|BAD WEATHER": "Even if the thunder’s loud, this shop feels safe with you here.",
  "HIGH|FALL|DAY|CLEAR": "The trees are gorgeous. I almost hate cutting them... almost.",
  "HIGH|FALL|NIGHT|CLEAR": "Want to come over for dinner? I made my special spaghetti.",
  "HIGH|FALL|DAY|BAD WEATHER": "Let’s stay dry and sketch out that barn idea we talked about.",
  "HIGH|FALL|NIGHT|BAD WEATHER": "You warm enough? I’ve got extra blankets if you’re staying.",
  "HIGH|WINTER|DAY|CLEAR": "I’m already planning next year’s upgrades. Got any requests?",
  "HIGH|WINTER|NIGHT|CLEAR": "I like how peaceful winter nights are... especially with good company.",
  "HIGH|WINTER|DAY|BAD WEATHER": "Let’s make the most of being stuck indoors. Want to brainstorm builds?",
  "HIGH|WINTER|NIGHT|BAD WEATHER": "Tonight’s rough. Glad you’re safe and warm here."
}
